[{"en":"your change password code","pt":"seu código de mudança de senha","es":"su código de cambio de contraseña"},{"en":"the code will expire in 30 minutes and can be used only once","pt":"o código expirará em 30 minutos e não poderá ser usado apenas uma vez","es":"el código caducará en 30 minutos y solo podrá usarse una vez"},{"en":"in case you did not request this email, please ignore","pt":"caso não tenha solicitado este email, por favor o ignore","es":"en caso de que no haya solicitado este correo electrónico, ignórelo"},{"en":"thanks","pt":"obrigado","es":"gracias"},{"en":"team","pt":"time","es":"equipo"},{"en":"thanks","pt":"obrigado","es":"gracias"},{"en":"Your password change code!","pt":"Seu código de troca de senha!","es":"Su código de cambio de contraseña!"},{"en":"we have some news about a job you applied","pt":"temos algumas novidades sobre uma vaga que você se candidatou","es":"Tenemos algunas noticias sobre un trabajo que postulaste."},{"en":"you appliance status has changed","pt":"o status da sua candidatura mudou","es":"el estado de su solicitud ha cambiado"},{"en":"refused","pt":"recusou","es":"rechazado"},{"en":"applied","pt":"aplicado","es":"aplicado"},{"en":"validating","pt":"validando","es":"validando"},{"en":"accepted","pt":"aceitaram","es":"aceptado"},{"en":"the job offer","pt":"a oferta de emprego","es":"la oferta de trabajo"},{"en":"from the company","pt":"da empresa","es":"De la compañia"},{"en":"see notification and details on your notifications page or click in the button below", "pt":"veja a notificação e os detalhes na sua página de notificações ou clique no botão abaixo","es":"vea la notificación y los detalles en su página de notificaciones o haga clic en el botón a continuación"},{"en":"see notification", "pt":"ver notificação","es":"ver notificación"},{"en":"update on your job application", "pt":"atualização em sua candidatura em uma vaga de emprego","es":"actualización en tu solicitud de empleo"},{"en":"professional applied to one of your job(s)","pt":"profissional se candidatou para uma de sua(s) vaga(s)","es":"profesional solicitó empleo en una de su/sus vacante/vacantes"},{"en":"verification code to confirm your email address","pt":"código de verificação para confirmar seu endereço de email","es":"código de verificación para confirmar su correo electrónico"},{"en":"status change on job applied","pt":"mudança no status da sua candidatura","es":"cambio en el estado de su solicitud"},{"en":"verification code to change your password","pt":"código de verificação para alterar sua senha","es":"código de verificación para cambiar su contraseña"},{"en":"your email verification code","pt":"seu código de verificação de e-mail","es":"su código de verificación de correo electrónico"},{"en":"hi","pt":"oi","es":"hola"},{"en":"forgot your password?","pt":"esqueceu sua senha?","es":"olvido su contraseña"},{"en":"we received a request to reset the password for your account","pt":"nos recebemos um pedido de troca de senha para a sua conta","es":"recibimos una solicitud para cambiar la contraseña de su cuenta"},{"en":"to reset your password, click the button below","pt":"para trocar sua senha, clique no botão abaixo","es":"para cambiar su contraseña, haga clic en el botón a continuación"},{"en":"reset password","pt":"trocar senha","es":"cambiar contraseña"},{"en":"or copy and paste the URL into your browser","pt":"ou copie e cole a URL no seu navegador","es":"o copie y pegue la URL en su navegador"},{"en":"your password reset link","pt":"seu link de troca de senha","es":"su enlace de cambio de contraseña"}]